; WinSnap v2.0.1 Bulgarian Language File
; Translated by Kiril Kanev <unadvertisible@mail.bg>

10000="Bulgarian"

;##############################################################################
; Changes for version 2.0.1 (February 12, 2006)

; Tray tooltip
20003="WinSnap v2.0"

; .Exe filter
20033="Изпълними файлове (*.exe, *.bat, *.cmd)"

; Save As dialog
20060="Запиши с прозрачност"

; Settings, Image tab
20061="Прозрачност"

; Capture modes
20211="Цял екран"
20212="Приложение"
20213="Прозорец"
20214="Меню"
20215="Обект"
20216="Област"

; Main menu, Capture
20511="Цял &екран\tCtrl+1"
20512="&Приложение\tCtrl+2"
20513="&Прозорец\tCtrl+3"
20514="&Меню\tCtrl+5"
20515="О&бект\tCtrl+4"
20516="Об&ласт\tCtrl+6"

; Main menu
20600="&Инструменти"
20601="&Настройки..."

; Tray menu
20921="Цял &екран"
20922="&Приложение"
20923="&Прозорец"
20924="&Меню"
20925="&Обект"
20926="О&бласт"

; Settings, Hotkeys tab
21712="Цял екран:"
21713="Активно приложение:"
21714="Активен прозорец:"
21715="Меню:"
21716="Избери обект:"
21717="Изолирай област:"

; Customize Tools dialog
23000="Инструменти"
23001="Добави..."
23002="Промени..."
23003="Премахни"
23004="Нагоре"
23005="Надолу"
23006="Затвори"

; New Tool dialog
23100="Добавяне на инструмент"
23101="ОК"
23102="Отмени"

23110="Приложение:"
23111="Заглавие:"
23112="Команда:"
23113="Преглед..."
23114="Параметри:"
23115="Затвори WinSnap след изпълнение на командата"
23116="Не изисквай име на файла при запис"
23120="Параметри на записа:"
23121="Каталог по подразбиране:"
23122="Преглед..."
23123="Име на файла:"
23124="Формат:"

; Region mode, right-click menu
24106="Фиксирай размера"
24107="Запомни позицията"

; Object mode, helper dialog
24201="Премествайте курсора на мишката по экрана, за да изолирате нови обекти. Използвайте бутона Ctrl за изолиране на няколко обекта и контекстното меню за промяна на настройките."
24202="Заглавие:"
24203="Клас:"
24204="Процес:"

; Object mode, right-click menu
24300="Изолирай обект\tБяло поле"
24301="Обърни изолираната част\tTab"
24302="Отмени изолираната част\tBackspace"
24303="Бутони и елементи за управление"
24304="Прозорци на приложенията"
24305="Отмени заснемането\tEsc"
24306="Скрий менюто"

; Register dialog
28000="Регистрирайте WinSnap"
28001="Купете"
28002="Въведете ключа..."
28003="Продължете"
28004="Изход"
28010="Вашето копие на WinSnap е опознавателна версия и вие можете да я използвате в продължение на 30 дни."
28011="Остават %d дни за запознаване с програмата."
28012="Условия за регистрация и цена"

; About dialog
28100="За програмата WinSnap"
28101="ОК"
28102="Регистрация"
28103="Програмата е регистрирана за:"
28104="Поддръжка"

; Errors
32009="Не е открит пътят:\r\n%s"
32010="Процесът не можа да бъде изпълнен."
32020="Трябва да въведете име."

;##############################################################################

; Cofiguration
20000="Windows Snapshot Maker v2.0"
20001=" (Unlicensed)"
20002="WinSnap"

; Default name of saved image
20010="sshot"
20011="WinSnap Screenshot"

20030="Всички файлове (*.*)"
20031="Всички поддържани формати"
20032="Регистрационни данни (*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

20090="<< празно >>"
20091="генериране..."

20100="Затвори"
20101="Нова снимка"
20102="Копирай"
20103="Запази като..."
20104="Изпрати по email..."

20110="Корекция на цвета:"
20111="Изкл."
20112="Оттенъци на сивото"
20113="Сепия"
20114="Инверсия"

20115="Ефект на сянка:"
20116="Изкл."
20117="Отгоре надолу"
20118="Отдолу нагоре"
20119="По края"

20120="Разни:"
20121="Контур"
20122="Воден знак"
20123="Завърти"
20124="Мащаб"

20200="Режим на заснемане:"
20201="Цял екран"
20202="Приложение"
20203="Активен прозорец"
20204="Прозорец без декорации"
20205="Меню"
20206="Област"

; Menu
20300="&Файл"
20301="&Нова снимка\tCtrl+N"
20302="&Отвори...\tCtrl+O"
20303="&Запази\tCtrl+S"
20304="Запази &като..."
20305="Запази &мини копие..."
20306="&Отпечатване...\tCtrl+P"
20307="Настройки на п&ечата..."
20308="И&зход"

20350="&Корекция"
20351="&Копирай\tCtrl+C"
20352="Копирай &мини копието "
20353="&Вмъкни\tCtrl+V"
20354="&Изчисти\tDel"

20400="&Опции"
20401="Автоматичен &запис"
20402="Aвтоматично &копиране"
20403="Настройки...\tF2"

20410="Корекция &на цвета"
20411="&Изкл."
20412="&Оттенъци на сивото"
20413="&Сепия"
20414="&Инверсия"

20420="&Ефект на сянка"
20421="&Изкл."
20422="&Отгоре надолу"
20423="О&тдолу нагоре"
20424="П&о края"

20430="&Разни"
20431="&Контур"
20432="&Воден знак"
20433="&Завърти"
20434="&Мащаб"

20500="&Снимка"
20501="&Цял екран\tCtrl+1"
20502="&Приложение\tCtrl+2"
20503="&Активен прозорец\tCtrl+3"
20504="&Прозорец без декорации\tCtrl+4"
20505="&Меню\tCtrl+5"
20506="&Област...\tCtrl+6"

20550="&Справки"
20551="&Помощ\tF1"
20552="&Домашна страница"
20553="&Форум на програмата"
20554="Проверете за &обновена версия"
20555="&За програмата..."
20556="&Регистрирайте се"
20557="&Въведете ключа..."

; Tray menu
20900="Минимизирай WinSnap"
20901="Покажи WinSnap"
20903="Настройки..."
20904="Изход"

20911="&Цял екран"
20912="&Приложение"
20913="&Активен прозорец"
20914="&Прозорец без декорации"
20915="&Меню"
20916="&Област"

; Config
21000="Настройки"
21001="ОК"
21002="Отмяна"
21003="Приложи"

21050="Общи"
21051="Ефекти"
21052="Размери"
21053="Воден знак"
21054="Запази"
21055="Управление"

; General page
21100="Език на интерфейса:"
21101="Други преводи..."
21102="Стартирай WinSnap при включване на компютъра"
21103="Проверявай автоматично за обновена версия в Интернет"
21104="Изобразявай прозореца на WinSnap над останалите прозорци"
21105="Запазвай размрера и положението на прозореца на WinSnap"
21106="Винаги показвай иконата в областта за съобщения (трей)"
21107="Минимизирай в областта за съобщения (трей) при затваряне"
21108="Направи скрийншот при старта:"
21109="Режим на заснемане:"
21110="Включвай звук при заснемане на скрийншот"
21111="Скривай прозореца на WinSnap преди заснемане на скрийншот"
21112="Скривай иконата в областта за съобщения (трей) преди заснемане на скрийншот"
21113="Задържане преди зеснемане на скрийншот (мс):"
21114="Добавяй курсора на мишката в скрийншота"

; Blending page
21200="Ефект на сянка:"
21201="Ъгъл:"
21202="°"
21203="Изместване:"
21204="пикс."
21205="Размер:"
21206="пикс."
21207="Прозрачност:"
21208="%"
21209="Цвят:"
21210="#"
21211="Контур:"
21212="Цвят:"
21213="#"
21214="Размер:"
21215="пикс."
21216="Фон:"
21217="Цвят:"
21218="#"

; Canvas page
21400="Завърти:"
21401="Ъгъл:"
21402="°"
21403="Мащаб:"
21404="Промени размера:"
21405="Впиши в четириъгълник:"
21406="Пропорции:"
21407="%"
21408="Ширина:"
21409="пикс."
21410="Височина:"
21411="пикс."
21412="Постоянни пропорции"
21413="Допълнително:"
21414="Режим на интерполация:"

21490="Най-близкият съсед"
21491="Билинейна"
21492="Бикубична"
21493="Билинейна с високо качество"
21494="Бикубична с високо качество"

; Watermark page
21500="Изображение:"
21501="Файл на изображението:"
21502="Преглед..."
21503="Използвай прозрачност:"
21504="Прозрачност:"
21505="%"
21506="Положение:"
21507="Определи отстъпите от съответните страни на изображението:"
21508="По хоризонтала"
21509="%"
21510="По вертикала"
21511="%"
21512="По хоризонтала"
21513="пикс."
21514="По вертикала"
21515="пикс."
21516="Относителни координати"

21590="Горе вляво"
21591="Горе в центъра"
21592="Горе вдясно"
21593="В центъра отляво"
21594="В центъра"
21595="В центъра вдясно"
21596="Долу вляво"
21597="Долу в центъра"
21598="Долу вдясно"

; Saving page
21600="Копирай автоматично в буфера за обмен"
21601="Запази автоматично изображението"
21602="Не изисквай име на файла при запазване"
21603="Оставяй програмата минимизирана в режим на авто-запазване"
21604="Изчиствай скрийншота при минимизиране в „трей”"
21610="Настройки на авто-запазването:"
21611="Каталог по подразбиране:"
21612="Преглед..."
21613="Име на файла:"
21615="Формат:"
21620="Настройки на компресирането:"
21621="Качество на JPEG:"
21622="%"
21699="Изберете католог за автоматично запазване на вашите скрийншоти."

; Hotkeys page
21700="Включи \"горещи\" клавиши"
21701="Управление на зеснемането:"
21702="Цял екран:"
21703="Приложение:"
21704="Активен прозорец:"
21705="Прозорец без декорации:"
21706="Меню:"
21707="Изолирай област:"
21720="Управление на WinSnap:"
21721="Минимизирай/възстанови:"
21722="Покажи/скрий:"
21723="Затвори WinSnap:"

; Region selection
24001="Избери област на екрана. Използвайте десния бутон за смяна на формата и F1, за да покажете/скриете тази подсказка."
24002="Координати:"
24003="x:"
24004="y:"
24005="Размер:"
24006="ш:"
24007="в:"

24100="Правоъгълник"
24101="Окръглен правоъгълник"
24102="Елипса"
24103="Отмени изолирането\tBackspace"
24104="Отмени зеснемането\tEsc"
24105="Скрий менюто"

; Confirmations
31900="Подтвърждение от WinSnap"
31901="WinSnap е стартиран. Искате ли да преустановите процеса?"
31902="Уверени ли сте, че искате да затворите WinSnap?"
31903="Рестартирайте програмата за завършване на процеса на регистрация.\r\nИскате ли да рестартирате WinSnap сега?"

; Errors
32000="Грешка на WinSnap"
32001="Не може да зареди езиковия модул"
32002="Не може да запази данните в регистъра. Проверете правото на достъп."
32003="Не може да зареди файла за изобразяване.\r\nТой или не е с правилен формат или не се поддържа от WinSnap."
32004="Не може да запази файла за изобразяване върху диска."
32005="Не може да запази временния файл."
32006="Не може да зареди Mapi32.dll."
32007="Грешка на MAPI при изпращане на съобщение."
32008="Грешка при регистрацията на WinSnap."

; Check for update
32500="Обновяване на WinSnap"
32501="Съществува нова версия на WinSnap!\r\nИскате ли да я заредите сега?"
32502="Вие вече сте инсталирали текущата версия на WinSnap."
